<template>
    <div class="agreement">
            <h4>大盒子服务协议</h4>
            <p>【首部及导言】 </p>
            <p>欢迎您使用大盒子的服务！</p>
            <p>为使用大盒子的服务，您应当阅读并遵守《大盒子服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。除非您已阅读并接受本协议所有条款，否则您无权使用大盒子提供的服务。您使用大盒子的服务即视为您已阅读并同意上述协议的约束。</p>


            <p>一、【协议的范围】 </p>
            <p>1.1本协议是您与大盒子之间关于用户使用大盒子相关服务所订立的协议。“大盒子”是指杭州大盒子汽车服务有限公司及其相关服务可能存在的运营关联单位。“用户”是指使用大盒子相关服务的使用人，在本协议中更多地称为“您”。</p>
            <p>1.2本协议项下的服务是指大盒子向用户提供的包括但不限于微信公众号、互联网商品、洗车、汽车美容、汽车维修、APP等产品及服务（以下简称“本服务”）。</p>


            <p>二、【帐号与密码安全】 </p>
            <p>2.1您在使用大盒子的服务时可能需要注册一个帐号，帐号以您注册时的手机号为准，请确保您注册使用的手机号为真实、合法、有效。</p>
            <p>2.2您的账户为您自行设置并由您保管，大盒子任何时候均不会主动要求您提供您的账户密码。因此，大盒子特别提醒您应妥善保管您的帐号和密码。因您主动泄露或因您遭受他人网络攻击、诈骗等行为可能导致遭受盗号或密码失窃，责任由您自行承担，大盒子不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>

            <p>三、【用户个人信息保护】 </p>
            <p>3.1保护用户个人信息是大盒子的一项基本原则。大盒子将按照本协议的规定收集、使用、储存和分享您的个人信息。</p>
            <p>3.2您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息（姓名、手机号、车牌号）不完整，则无法使用本服务或在使用过程中受到限制。</p>
            <p>3.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份（车牌）识别的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
            <p>3.4大盒子将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>
            <p>3.5大盒子不会将您的个人信息转移或披露给任何非关联的第三方，除非：</p>
            <p>（1）相关法律法规或司法机关、行政机关要求；</p>
            <p>（2）为完成合并、分立、收购或资产转让而转移；</p>
            <p>（3）为提供您要求的服务所必需。</p>
            <p>3.6对于您提供、发布及在使用大盒子服务中形成的除个人信息外的文字、图片、视频等非个人信息，在法律规定的保护期限内您免费授予大盒子及其运营关联单位获得排他的许可使用权利及再授权给其他第三方公司使用的权利。</p>


            <p>四、【使用本服务的方式】 </p>
            <p>4.1除非您与大盒子另有约定，您同意本服务仅为您个人非商业性质的使用。</p>
            <p>4.2您不得使用未经大盒子授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。</p>


            <p>五、【按现状提供服务】 </p>
            <p>您理解并同意，大盒子的服务是按照现有技术和条件所能达到的现状提供的。大盒子会尽最大努力向您提供服务，确保服务的连贯性和安全性；但大盒子不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、系统不稳定、洗车机工作异常、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</p>

            <p>六、【自备设备】 </p>
            <p>您应当理解，您使用大盒子的服务需自行准备与相关服务有关的终端设备（如手机等装置），并承担所需的费用（如电话费、上网数据流量费等费用）。</p>


            <p>七、【广告】 </p>
            <p>您同意大盒子可以在提供服务的过程中自行向您发送微信文章、短信、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。</p>


            <p>八、【收费服务】 </p>
            <p>8.1大盒子的服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。</p>
            <p>8.2大盒子可能根据实际需要对收费服务商品的价格进行修改和变更。前述修改、变更，大盒子将在相应服务页面进行通知或公告。如果您不同意上述修改、变更，则应停止使用该服务。</p>

            <p>九、【知识产权声明】 </p>
            <p>9.1大盒子在本服务中提供的内容（包括但不限于H5网页、文字、图片、音频、视频、图表等）的知识产权归大盒子所有，您在使用本服务中所产生的内容的知识产权同样归大盒子所有。</p>
            <p>9.2除另有特别声明外，大盒子提供本服务时所依托微信号或其他软件的著作权、专利权及其他知识产权均归大盒子所有。</p>
            <p>9.3大盒子在本服务中所使用的“大盒子”、“EGO”及形象等商业标识，其著作权或商标权归大盒子所有。</p>
            <p>9.4上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经大盒子、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</p>

            <p>十、【用户违法行为】 </p>
            <p>10.1您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：</p>
            <p>（1）发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；</p>
            <p>（2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；</p>
            <p>（3）恶意虚构事实、隐瞒真相以误导、欺骗他人；</p>
            <p>（4）发布、传送、传播广告信息及垃圾信息；</p>
            <p>（5）其他法律法规禁止的行为。 </p>
            <p>10.2如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求大盒子给予协助。造成损害的，您应依法予以赔偿，大盒子不承担任何责任。</p>
            <p>10.3如果大盒子发现或收到他人举报您发布的信息违反本条约定，大盒子有权进行独立判断并采取技术手段予以删除、屏蔽。同时，大盒子有权视用户的行为性质，采取包括但不限于暂停或终止商品服务，限制、冻结或终止帐号使用，追究法律责任等措施。</p>
            <p>10.4您违反本条约定，导致任何第三方损害的，您应当独立承担责任；大盒子因此遭受损失的，您也应当一并赔偿。</p>

            <p>十一、【遵守当地法律监管】</p>
            <p>11.1您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。</p>
            <p>11.2您应避免因使用本服务而使大盒子劵入政治和公共事件，否则大盒子有权暂停或终止对您的服务。</p>

            <p>十二、【用户发送、传播的内容与第三方投诉处理】</p>
            <p>12.1您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。</p>
            <p>12.2您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。</p>
            <p>12.3您同意大盒子可为履行本协议或提供本服务的目的而使用您发送或传播的内容。</p>
            <p>12.4如果大盒子收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意大盒子有权进行独立判断并采取删除、屏蔽等措施。 </p>
            <p>12.5您使用本服务时不得违反国家法律法规、侵害他人合法权益。您理解并同意，如您被他人投诉侵权或您投诉他人侵权，大盒子有权将争议中相关方的主体、联系方式、投诉相关内容等必要信息提供给其他争议方或相关部门，以便及时解决投诉纠纷，保护他人合法权益。</p>

            <p>十三、【不可抗力及其他免责事由】 </p>
            <p>13.1您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，大盒子将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失大盒子在法律允许的范围内免责。</p>
            <p>13.2在法律允许的范围内，大盒子对以下情形导致的服务中断或受阻不承担责任：</p>
            <p>（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏； </p>
            <p>（2）用户或大盒子的电脑微信号或其他软件、系统、硬件和通信线路出现故障；</p>
            <p>（3）用户操作不当； </p>
            <p>（4）用户通过非大盒子授权的方式使用本服务；</p>
            <p>（5）其他大盒子无法控制或合理预见的情形。 </p>


            <p>十四、【协议的生效与变更】 </p>
            14.1您点击支付按钮即视为您已阅读本协议并接受本协议的约束。
            <p>14.2大盒子有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。</p>
            <p>14.3本协议条款变更后，如果您继续使用大盒子提供的微信号或其他软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用大盒子提供的微信号或其他软件或服务。</p>

            <p>十五、【服务的变更、中断、终止】 </p>
            <p>15.1大盒子可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p>
            <p>15.2您理解并同意，大盒子有权自主决定经营策略。在大盒子发生合并、分立、收购、资产转让时，大盒子可向第三方转让本服务下相关资产；大盒子也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以大盒子通知的为准。</p>
            <p>15.3如发生下列任何一种情形，大盒子有权不经通知而中断或终止向您提供的服务：</p>
            <p>（1）根据法律规定您应提交真实信息，而您提供的个人或车辆资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
            <p>（2）您违反相关法律法规或本协议的约定； </p>
            <p>（3）按照法律规定或主管部门的要求； </p>
            <p>（4）出于安全的原因或其他必要的情形。</p>
            <p>15.4大盒子有权按本协议8.2条的约定进行收费。若您未按时足额付费，大盒子有权中断、中止或终止提供服务。</p>
            <p>15.5您有责任自行备份存储在本服务中的数据。如果您的服务被终止，大盒子可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，大盒子没有义务向您返还数据。</p>

            <p>十六、【管辖与法律适用】 </p>
            <p>16.1本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
            <p>16.2本协议签订地为中华人民共和国浙江省杭州市余杭区。 </p>
            <p>16.3若您和大盒子之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即浙江省杭州市余杭区）有管辖权的人民法院管辖。</p>
            <p>16.4本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
            <p>16.5本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>

            <p>十七、【洗车须知】 </p>
            <p>17.1洗车前，车主应完全阅读，页面指引上的“注意事项”部分，理解并执行洗车前的操作。按照“注意事项”检查车辆。</p>
            <p>17.2所有未按照操作指引操作，洗车造成的车辆损失，包括但不限于“车辆内部进水、车辆后视镜刮檫、雨刮器损坏、天线折断、加装件损坏”等，均由车主自行承担，大盒子不承担任何赔偿责任。</p>
            <p>17.3因洗车机采用的毛刷与车辆外观的摩擦，造成的微量车漆划痕是可能存在的，若车主对洗车不满的，可以与大盒子进行协商解决。但除非大盒子存在故意或重大过失，否则大盒子不会对车辆损伤承担赔偿责任。</p>
            <p>17.4因车主操作不当，造成损坏撞坏破坏洗车机或配件的，大盒子有权要求车主按照损坏部件的实际价值进行赔偿。</p>
            <p>17.5如洗车机维护异常、场地改造等情况发生致使大盒子暂时无法向车主提供洗车服务的，大盒子会及时将相关信息公布在相关渠道上供车主查看，车主表示理解。</p>
            <p>17.6洗车月卡需要绑定车辆车牌号，请务必填写真实的车牌号。洗车月卡仅可以绑定一辆汽车，严禁将月卡随意给其他人使用。大盒子仅对绑定的车辆进行洗车服务。</p>
            <h4>杭州大盒子汽车服务有限公司</h4>
    </div>
</template>

<script>
    export default {
        data() {
            return {
            };
        },
        mounted: function () {
        },
        methods: {
        }
    }
</script>